export const clients = [
    {
        name: 'Силвия Петрова',
        header: 'Прекрасна услуга',
        description: 'Много хубава услуга. Поръчвам от чужбина за родителите си и се радвам, че мога да им поръчам от любимия ни квартален магазин. Много съм удовлетворена, защото качеството на обсулжване е на много високо ниво. Успех в новото начинание!',
        rating: '5.0',
    },
    {
        name: 'Моника Иванова',
        header: 'Чудесни сте наистина',
        description: 'Много хубава услуга. Поръчвам от чужбина за родителите си и се радвам, че мога да им поръчам от любимия ни квартален магазин. Много съм удовлетворена, защото качеството на обсулжване е на много високо ниво. Успех в новото начинание!',
        rating: '5.0',
    },
    {
        name: 'Пенчо Дочев',
        header: 'Просто прекрасни',
        description: 'Много хубава услуга. Поръчвам от чужбина за родителите си и се радвам, че мога да им поръчам от любимия ни квартален магазин. Много съм удовлетворена, защото качеството на обсулжване е на много високо ниво. Успех в новото начинание!',
        rating: '5.0',
    },
    {
        name: 'Живка Стойчева',
        header: 'Уникален магазин',
        description: 'Много хубава услуга. Поръчвам от чужбина за родителите си и се радвам, че мога да им поръчам от любимия ни квартален магазин. Много съм удовлетворена, защото качеството на обсулжване е на много високо ниво. Успех в новото начинание!',
        rating: '5.0',
    },
    {
        name: 'Здравко Киселов',
        header: 'Обичам ви хора',
        description: 'Много хубава услуга. Поръчвам от чужбина за родителите си и се радвам, че мога да им поръчам от любимия ни квартален магазин. Много съм удовлетворена, защото качеството на обсулжване е на много високо ниво. Успех в новото начинание!',
        rating: '5.0',
    },
    {
        name: 'Атанас Атанасов',
        header: 'Чудесна услуга',
        description: 'Много хубава услуга. Поръчвам от чужбина за родителите си и се радвам, че мога да им поръчам от любимия ни квартален магазин. Много съм удовлетворена, защото качеството на обсулжване е на много високо ниво. Успех в новото начинание!',
        rating: '5.0',
    },
    {
        name: 'Антония Дончева',
        header: 'Има още какво да се желаве',
        description: 'Много хубава услуга. Поръчвам от чужбина за родителите си и се радвам, че мога да им поръчам от любимия ни квартален магазин. Много съм удовлетворена, защото качеството на обсулжване е на много високо ниво. Успех в новото начинание!',
        rating: '3.5',
    },
    {
        name: 'Ваня Найденова',
        header: 'Любимият ми магазин',
        description: 'Много хубава услуга. Поръчвам от чужбина за родителите си и се радвам, че мога да им поръчам от любимия ни квартален магазин. Много съм удовлетворена, защото качеството на обсулжване е на много високо ниво. Успех в новото начинание!',
        rating: '5.0',
    },
    {
        name: 'Петър Стоянов',
        header: 'Супер',
        description: 'Супер яка услуга. Поръчах си стоки от магазина. Звъннаха ми да ме попитат дали искам да получа доставката по-рано от заявения час, което беше супер за мен. Браво за организацията на доставките.',
        rating: '5.0',
    },
    {
        name: 'Николай Димитров',
        header: 'Много коректни!',
        description: 'Пазарувам от години от VANIMI. Това е любимият ми магазин. Започнах да си поръчвам онлайн от готвената храна, за да не се редя на опашки и съм изключително доволен, че вече има доставки до адрес.',
        rating: '4.9',
    },
    {
        name: 'Райна Василева',
        header: 'Благодаря!',
        description: 'Искам да ви изкажа благодарността си за вашето внимание и експедитивност! Пожелавам ви много работа,много клиенти,и да бъдете все така внимателни и отзивчиви! Сърдечен поздрав,Василева',
        rating: '5.0',
    },
    {
        name: 'Атанаска Колева',
        header: 'Страхотни са!',
        description: 'Доставят бързо и на цените от магазина!',
        rating: '5.0', 
    },
    {
        name: 'Борислава Дамянова',
        header: 'Много съм доволна',
        description: 'VANIMI, благодаря ви. Отдавна чаках да започнете да доставяте до адрес и отново се справяте повече от прекрасно. В последните 3 години пазарувам само от VANIMI, но понякога ми е трудно с паркирането и носенето на тежките торби до колата. С доставките до адрес ме спечелихте за редовен онлайн клиент. Прекрасни сте :)',
        rating: '5.0',
    },
    {
        name: 'Михаил Андреев',
        header: 'Най точните',
        description: 'Много коректни и точни в изпълнението на поръчките. Ще поръчвам отново и отново. Поздравления за целия екип!',
        rating: '5.0',
    }
]