[
    {
        "id": 1,
        "title": "Смути с киви и пшеничен зародиш",
        "image": "https://www.supichka.com/files/images/961/fit_1400_933.jpg",
        "cookTime": "5 мин",
        "category":"smoothies-recipies",
        "products": [
            {"id": "1", "name": "киви", "quantity": "2 броя"},
            {"id": "2", "name": "пшеничен зародиш", "quantity": "3 супени лъжици"},
            {"id": "3", "name": "портокали", "quantity": "2 броя"},
            {"id": "4", "name": "мед", "quantity": "1 чаена лъжица"}
        ],
        "recipies": {
            "introduction": "Много често пропускаме закуската, с оправданието, че нямаме време за приготвяне на закуска. А закуската е важна за пълноценния и силен старт на всеки ден. Рецептата за смути с киви и пшеничен зародиш, както и всяка друга рецепта за смути, е изключително лесна и изключително бърза, затова е подходяща дори и за хората, които страдат от перманентна липса на време. Освен че се приготвя много бързо и лесно, смути с киви и пшеничен зародиш е пълно с витамини, дава ударна доза енергия, а вкусът му е неповторимо свеж.",
            "step1": "Първата стъпка от рецептата за смути с киви и пшеничен зародиш е подготовката на плодовете. Обелвате кивито, след което изцеждате сока на портокалите.",
            "step2": "Пасирате обелените кивита, сока , пшеничения зародиш и меда с блендер, или кухненски робот за около минута до получаване на гладка еднородна смес. Готовото смути с киви и пшеничен зародиш може да си хапнете както с лъжица, така и като шейк с дебела сламка.",
            "step3": "Закуската трябва да е бърза, закуската трябва да е вкусна! Определено, смути е най-бързата закуска, която може да си приготвите, но има и други варианти, в които здравословното среща вкусното. Любителите на овесени ядки не трябва да забравят овесената каша, в различните си сладки варианти с добавени сезонни плодове. Професор Мермерски, които дава съвети, как да се храним и живеем здравословно пък предлага прекрасната идея за силна закуска с кисело мляко, пектин, мед и канела, която всеки може да приготви удома."
        }
    },
    {
        "id": 2,
        "title": "Зелено смути с авокадо, магданоз и копър",
        "image": "https://www.supichka.com/files/images/955/fit_1400_933.jpg",
        "cookTime": "5 мин",
        "category":"smoothies-recipies",
        "products": [
            {"id": "1", "name": "кисело мляко", "quantity": "400 гр"},
            {"id": "2", "name": "магданоз", "quantity": "1/2 връзка"},
            {"id": "3", "name": "авокадо", "quantity": "1 брой"},
            {"id": "4", "name": "копър", "quantity": "1/2 връзка"}
        ],
        "recipies": {
            "introduction": "Подобно на мъфините, смути също води до пристрастяване! Точно както можем да измислим милион вкусови комбинации за мъфини – мъфини със сирена, мъфини с шоколад, бананови мъфини и какви ли още не, и смути може да бъде сладко и солено, смути с банан, смути с киви, смути с каквото се сетите! Зеленото смути с авокадо, магданоз и копър е перфектно решение за заместител на обяда, или пък на вечерята, когато нямате време за готвене, а имате нужда от енергия и витамини. Рецептата за смути с авокадо, магданоз и копър се приготвя експресно бързо, радва окото със свежия си зелен цвят, а на вкус е повече от вкусно.",
            "step1": "Първата стъпка от рецептата за зелено смути с авокадо, магданоз и копър е подготовката на продуктите. Измийте копъра и магданоза, отрежете стъблата им. Обелете авокадото.",
            "step2": "С помощта на блендер или кухненски робот разбийте почистените подправки, авокадото и киселото мляко, като добавите и ¼ чаена лъжица сол.",
            "step3": "Разбивайте смути около минута до получаване на гладка хомогенна смес."
        }
    },
    {
        "id": 3,
        "title": "Смути със спанак и ягоди",
        "image": "https://www.supichka.com/files/images/371/fit_1400_933.jpg",
        "cookTime": "5 мин",
        "category":"smoothies-recipies",
        "products": [
            {"id": "1", "name": "спанак", "quantity": "200 грама"},
            {"id": "2", "name": "банан", "quantity": "1 брой"},
            {"id": "3", "name": "ягоди", "quantity": "1 чаена чаша"},
            {"id": "4", "name": "мед", "quantity": "1 чаена лъжица"}
        ],
        "recipies": {
            "introduction": "Какво е смути вече е известно! Смути са шейкове от сурови плодове и зеленчуци, към които се добавят различни видове мляко, а често и различни семена. Съчетанието на спанак и ягоди звучи много ексцентрично, нещо като комбинацията на сладко и солено. Всъщност комбинацията от спанак и ягоди става все по-популярна и в менютата на по-модерните заведения често откриваме салата от спанак с ягоди, комбинацията на вкусове е повече от сполучлива и много свежа. Същото важи с пълна сила и за смути със спанак и ягоди, една идея за експресна закуска, освежаваща, пълна с витамини и даваща чудесен старт на всеки ден!",
            "step1": "Първата стъпка от рецептата за смути с спанак и ягоди е подготовката на продуктите. Почиствате много добре ягодите и ги измивате. Почиствате и измивате и спанака. Най-добре е да изберете възможно по-свеж и по-дребен спанак.",
            "step2": "В кухненски робот изсипвате почистените спанак и ягоди, добавяте и банана и меда и пасирате. Ако нямате кухненски робот, може да разбиете смути със спанак и ягоди с блендер или пасатор.",
            "step3": "Разбивате за около минута, до получаването на хомогенна смес."
        }
    }
]