[
    {
        "id": 1,
        "title": "Пиле в сладко-кисел сос",
        "image": "https://www.supichka.com/files/images/3402/fit_1400_933.jpg",
        "cookTime": "30 мин",
        "category":"meat-dishes-recipies",
        "products": [
            {"id": "1", "name": "нишесте", "quantity": "3 супени лъжици"},
            {"id": "2", "name": "сол", "quantity": "1 чаена лъжица"},
            {"id": "3", "name": "олио", "quantity": "3 супени лъжици"},
            {"id": "4", "name": "захар", "quantity": "1/2 чаена чаша"},
            {"id": "5", "name": "соев сос", "quantity": "2 супени лъжици"},
            {"id": "6", "name": "нишесте", "quantity": "1 чаена лъжица"},
            {"id": "7", "name": "сусам", "quantity": "1 супена лъжица"},
            {"id": "8", "name": "пилешко месо", "quantity": "500 грама"},
            {"id": "9", "name": "брашно", "quantity": "1 супена лъжица"},
            {"id": "10", "name": "чесън", "quantity": "1 чаена лъжица"},
            {"id": "11", "name": "оцет", "quantity": "1/2 чаена чаша"},
            {"id": "12", "name": "кетчуп", "quantity": "1/4 чаена чаша"},
            {"id": "13", "name": "вода", "quantity": "1/4 чаена чаша"}
        ],
        "recipies": {
            "introduction": "Рецептата за пиле в сладко-кисел сос е една от основните рецепти за приготвяне на пиле, една от най-любимите рецепти с пиле и след толкова години дойде ред и тя да влезе в редиците на Супичка. Рецептата за пиле в сладко-кисел сос, подобно на повечето рецепти с пиле е повече от лесна! Залагаме на качествено българско пилешко месо.  Лесна рецепта в азиатски стил, подходяща както за посрещане на гости, така и за внасяне на вкусно разнообразие в менюто.",
            "step1": "Първата стъпка от рецептата за пиле в сладко-кисел сос е изборът и подготовката на пилешкото месо. Нарязвате пилешкото месо на хапки. В купа смесвате нишестето, брашното, солта и чесъна на прах, разбърквате добре и овалвате всяко едно парченце пилешко месо в тази смес. В тиган изсипвате олиото, сгорещявате го и изпържвате пилешките хапки от всички страни.",
            "step2": "Разбърквате в малка тенджерка или касерола оцета, захарта, кетчупа и соевия сос, след което я слагате на котлона. Отделно разбърквате предвиденото количество нишесте, заедно с водата и на струйка го добавяте към сос. Оставяте да поври за 2-3 минути при непрекъснато бъркане.",
            "step3": "Заливате пилешките хапки с така приготвения сос и разбърквате добре, за да се овкуси пилето. Преди сервиране поръсете със сусам."
        }
    },
    {
        "id": 2,
        "title": "Медено-чеснови пилешки хапки на тиган",
        "image": "https://www.supichka.com/files/images/3269/fit_1400_933.jpg",
        "cookTime": "25 мин",
        "category":"meat-dishes-recipies",
        "products": [
            {"id": "1", "name": "пилешко месо", "quantity": "600 грама"},
            {"id": "2", "name": "краве масло", "quantity": "3 супени лъжици"},
            {"id": "3", "name": "чесън", "quantity": "5 скилидки"},
            {"id": "4", "name": "соев сос", "quantity": "1/3 чаена чаша"},
            {"id": "5", "name": "пресен лук", "quantity": "1 стрък"},
            {"id": "6", "name": "олио", "quantity": "3 супени лъжици"},
            {"id": "7", "name": "нишесте", "quantity": "3 супени лъжици"},
            {"id": "8", "name": "мед", "quantity": "1/3 чаена чаша"},
            {"id": "9", "name": "оцет", "quantity": "1 супена лъжица"},
            {"id": "10", "name": "ориз", "quantity": "1 чаена лъжица"}
        ],
        "recipies": {
            "introduction": "Една рецепта, пристигнала директно от менютата на модерните заведения за бързо хранене! Медено-чесновите пилешки хапки са любими! Леко сладки, силно лепкави, чест избор на малки и големи. Рецептата за приготвянето им е лесна, но важното е използването на качествени продукти за постигане на качествен резултат. Прясното охладено пилешко месо, каквито са пилешките гърди от Лудогорско пиле, са чудесно начало на тази рецепти. Съчетанието на сладко и солено, макар и малко непознато за българския вкус, отдавна се е утвърдило като вкусно и любимо дори и на традиционната трапеза. А с какво да ги сервираме? Чаша бира, или вино, ябълков сок, или сода, всичко им отива!",
            "step1": "Първата стъпка от рецептата за медено-чеснови пилешки хапки на тиган е изборът и подготовката на пилешкото месо. Най-добре е да се използва пилешко месо, още по-добре е то да е охладено. Изборът на пилешко месо от български производител, какъвто е Лудогорско пиле е основата за всяка рецепта с пилешко. Нарязвате охладеното пилешко месо на едри хапки. Овкусявате добре със сол, след което овалвате всички всички хапки в нишесте. В тиган сгорещявате олиото, след което в него запържвате всички хапки равномерно от всички страни до получаване на светъл апетитен златист загар.",
            "step2": "Междувременно почиствате и накълцвате скилидките чесън. След като хапките са запържени, добавяте към тях първо чесъна, а след него меда, соевия сос, кравето масло и оцета. Разбърквате добре, докато сосът заври. След около 5-6 минути, вашите медено-чеснови пилешки хапки на тиган са готови.",
            "step3": "За сервиране сварявате в подсолена вода 1 чаена чаша ориз, най-добре дългозърнест, следвайки инструкциите на опаковката. Сервирайте медено-чесновите пилешки хапки, като ги поставите върху сварения ориз, заедно с част от соса, а за финал поръсите с прясно нарязания пресен лук."
        }
    },
    {
        "id": 3,
        "title": "Пиле с картофи яхния",
        "image": "https://www.supichka.com/files/images/3217/fit_1400_933.jpg",
        "cookTime": "60 мин",
        "category":"meat-dishes-recipies",
        "products": [
            {"id": "1", "name": "пилешко месо", "quantity": "800 грама"},
            {"id": "2", "name": "лук", "quantity": "2 броя"},
            {"id": "3", "name": "чушка/пиперка", "quantity": "1 брой"},
            {"id": "4", "name": "червен пипер", "quantity": "2 чаени лъжици"},
            {"id": "5", "name": "олио", "quantity": "1/3 чаена чаша"},
            {"id": "6", "name": "картофи", "quantity": "800 грама"},
            {"id": "7", "name": "моркови", "quantity": "1 брой"},
            {"id": "8", "name": "доматено пюре", "quantity": "1/2 чаена чаша"},
            {"id": "9", "name": "брашно", "quantity": "1 супена лъжица"},
            {"id": "10", "name": "магданоз", "quantity": "1/2 връзка"}
        ],
        "recipies": {
            "introduction": "Яхниите са цял един раздел от българската национална кухня и определено можем да твърдим, че са един от най-вкусните раздели. Една от най-обичаните рецепти, които събират цялото семейство около масата е рецептата за пиле с картофи яхния. Това богато ястие, което съчетава засищащите и вкусни картофи с ароматното пиле е истинското съвършенство на домашната кухня, като освен непретенциозния си и богат вкус, то има и още едно безспорно предимство - приготвя се бързо и много лесно, а и нямате нужда от гарнитура. За да получим ястие с високи вкусови качества, което същевременно да е и пълноценно и полезно, то трябва да заложим на качествените продукти, каквото е пилешкото месо произведено в България. Пилешкото месо от Лудогорско пиле е винаги правилния избор. Не само вкусно, но произведено и отгледано по правилния начин, Лудогорско пиле е пилешкото месо, чието запазено място в домашното меню е гарантирано.",
            "step1": "Първата стъпка от рецептата за пиле с картофи яхния е подготовката на продуктите. Почиствате лука, моркова и чушката и ги нарязвате на ситно. Картофите измивате, обелвате и нарязвате на едри парчета. Избирате хубаво пилешко месо, като например пилешко от Лудогорско пиле и го измивате. Може да ползвате всички части от пилето, както бутчета, така и друго предпочитано от вас месо.",
            "step2": "В голяма тенджера сгорещявате олиото, добавяте нарязания на ситно лук и парчетата пилешко месо и запържвате от всички страни, като разбърквате за няколко минути. След това добавяте червения пипер и брашното, ⅓ чаена чаша вода и разбърквате добре.",
            "step3": "Към сместа добавяте 1 чаена лъжица сол, картофите, нарязаните морков и чушка, добавяте и доматено пюре. След като разбъркате добре добавяте вода, без тя да покрива изцяло картофите и оставате ястието да ври на слаб огън за около 30-40 минути, като разбърквате периодично. Варите до пълно сваряване на пилето и картофите."
        }
    }
]