import React, { useEffect } from "react";
import styles from './PricePolitic.module.css';
import { Link } from "react-router-dom";

export const PricePolitic = ({ showNavigationAndFooter }) => {

    useEffect(() => {
        showNavigationAndFooter();
    }, [showNavigationAndFooter]);

    return (
        <div className={styles.pricePolitic}>
            <div className={styles.container}>
                <h3>Ценова политика "ПРОЗРАЧНОСТ"</h3>
                <p>Ние нарекохме нашата Ценова политика с името <span>"ПРОЗРАЧНОСТ"</span>, защото:</p>
                <p>Нашите онлайн цени <span>НЕ СА ЗАВИШЕНИ</span>, те са същите като тези във физическия ни магазин VANIMI
                </p>
                <p>Единственото, което добавяме към крайната сума е цената за доставка, заради <span>допълнителните
                    разходи</span> по обработка, изпълнение и доставка на поръчките.
                </p>
                <p>Ние искаме да има пълна <span>прозрачност</span> и всеки наш онлайн клиент да знае точно колко повече ще
                    заплати, когато получи стоките на адрес, вместо да ги закупи от магазина.
                    При нас, тази разлика е именно стойността на доставката, която е една и съща, независимо от
                    крайната сума на поръчката!
                </p>
                <p> Ето защо, ние не предлагаме безплатна доставка!</p>
                <h4>Стойността на доставката ни до адрес - това е Вашето удобство и спестено време!</h4>
                <p>Провери цените за доставка <Link to="/delivery">тук</Link>.</p>
            </div>
        </div>
    )
}