[
    {
        "id": 1,
        "title": "Веган кокосови бонбони Рафаело",
        "image": "https://www.supichka.com/files/images/3111/fit_1400_933.jpg",
        "cookTime": "15 мин",
        "category":"desserts-recipies",
        "products": [
            {"id": "1", "name": "стафиди", "quantity": "1/2 чаена чаша"},
            {"id": "2", "name": "бадемово брашно", "quantity": "5 супени лъжици"},
            {"id": "3", "name": "кокосови стърготини", "quantity": "1 чаена чаша"},
            {"id": "4", "name": "кокосово брашно", "quantity": "2 супени лъжици"},
            {"id": "5", "name": "кокосово масло", "quantity": "3 супени лъжици"}
        ],
        "recipies": {
            "introduction": "Бонбоните Рафаело са едни от любимите бонбони, често за празник избираме точно тях за почерпка. От рецептите за домашни бонбони, рецептата за домашни бонбони Рафаело също е водеща. Ето защо, рецептата за веган кокосови бонбони Рафаело също ще намери своето място. Здравословните бонбони Рафаело са без захар, без мляко, без масло. За да получите истински вкусни и истински полезни бонбони Рафаело, трябва да заложите на качествени продукти. Веган кокосовите бонбони Рафаело са по-леки, по-малко сладки, по-засищащи и даващи повече енергия.",
            "step1": "Първата стъпка от рецептата за веган кокосови бонбони Рафаело е подготовката на стафидите. Заливате ги с топла вода, оставяте на страни за няколко минути, докато набъбнат. Може да ползвате както бели, така и тъмни стафиди, но със светлите стафиди вашите домашни бонбони Рафаело ще останат по-светли. Може да залеете стафидите с вода от предишната вечер.",
            "step2": "Отцеждате стафидите и ги смилате с помощта на блендер. Добавяте в блендета кокосовото брашно от Zoya.bg и бадемовото брашно Zoya.bg, както и мекото кокосово масло. След получаване на тесто, добавяте и половината от кокосовите стърготини, след което омесвате тестото с ръце.",
            "step3": "Останалата част от стърготините поставяте в малка чинийка. Оформате кокосови бонбони с ръце, а всеки от тях овалвате в кокосови стърготини."
        }
    },
    {
        "id": 2,
        "title": "Енергийни бонбони от сушени плодове",
        "image": "https://www.supichka.com/files/images/395/fit_1400_933.jpg",
        "cookTime": "15 мин",
        "category":"desserts-recipies",
        "products": [
            {"id": "1", "name": "сурови бадеми", "quantity": "100 грама"},
            {"id": "2", "name": "фурми", "quantity": "15 броя"},
            {"id": "3", "name": "канела", "quantity": "1 чаена лъжица"},
            {"id": "4", "name": "сурови лешници", "quantity": "100 грама"},
            {"id": "5", "name": "мед", "quantity": "1 супена лъжица"},
            {"id": "6", "name": "кокосови стърготини", "quantity": "2 супени лъжици"}
        ],
        "recipies": {
            "introduction": "Има моменти, в които спешно имаме нужда от енергия. В тези моменти може да хапнем няколко парченца шоколад, а още по-добра и здравословна идея е да изядем един или два бонбони без печене. Суровите веган бонбони са чудесна идея, когато искате да хапнете здравословен сладкиш, който едновременно да ви даде енергия, да засити глада ви за сладко и да достави наслада за сетивата ви с плътния си и богат вкус. Освен всички тези плюсове веган бонбони без печене имат и още един голям и безспорен плюс - веган бонбоните без печене се приготвят изключително лесно, можете да включите дори и децата в приготвянето им. Веган бонбоните без печене са подходящи и за периода на постите - както на Великденските пости, така и за Коледните пости, когато трудно откриваме рецепти за постни сладкиши.",
            "step1": "Първата стъпка от рецептата за веган бонбони без печене е подготовката на ядките. Най-добре е да накиснете ядките във вода за няколко часа, така бонбоните ще станат много по-меки и по-сочни. Почистете фурмите от костилките.",
            "step2": "Изсипвате накиснатите ядки, заедно с почистените фурми и меда в блендер и ги смелете, но не до гладка еднородна каша, а докато ядките станат на много ситни парченца, така парченцата ядки ще се чувстват и в самите бонбони.",
            "step3": "От сместа оформете бонбони с желаната от вас големина. Половината от тях оваляйте в канела, другата половина в кокосови стърготини. Друг вариант е да оваляте суровите веган бонбони в какао."
        }
    },
    {
        "id": 3,
        "title": "Домашни бонбони с фъстъчено масло и солени крекери",
        "image": "https://www.supichka.com/files/images/3506/fit_1400_933.jpg",
        "cookTime": "70 мин",
        "category":"lean-meals-recipies",
        "products": [
            {"id": "1", "name": "фъстъчено масло", "quantity": "1 чаена чаша"},
            {"id": "2", "name": "пудра захар", "quantity": "1/3 чаена чаша"},
            {"id": "3", "name": "краве масло", "quantity": "1 супена лъжица"},
            {"id": "4", "name": "крекери", "quantity": "200 грама"},
            {"id": "5", "name": "шоколад", "quantity": "100 грама"}
        ],
        "recipies": {
            "introduction": "Да приготвиш домашни бонбони е лесно. Да впечатлиш с интересни домашни бонбони е предизвикателство. Рецептата за домашни бонбони с фъстъчено масло и солени крекери е точно попадение в тази насока. Комбинацията на сладко и солено е впечатляваща и неочаквана, особено когато говорим за бонбони. Хрупкавите вкусни крекери на Хогаренас са идеалният избор за тази рецепта, като придават не само соления привкус, а и специфичната текстура на тези бонбони с фъстъчено масло.",
            "step1": "Първата стъпка от рецептата за домашни бонбони и солени крекери е изборът и подготвката на крекерите. Избирате хрупкави пълнозърнести крекери като крекерите със семена на Хогаренас. С блендер смилате ¾ от предвиденото количество крекери, а останалата част натрошавате на дребни парченца. ",
            "step2": "С помощта на миксер разбивате кравето масло заедно със захарта, след което към сместа добавяте и фъстъченото масло. След като получаване на хомогенна смес добавяте и подготвените крекери. Разбърквате добре до получаване на тесто. От него оформяте топчета с размера на орех, подреждате ги в чиния и ги оставяте в хладилник или фризер, за да стегнат.",
            "step3": "Разтопявате шоколада на водна баня, добавяте кравето масло и разбърквате до получаване на хомогенна смес. Докато шоколадът е съвсем течен поставяте стегналите бонбони, овалвате добре, така че да се покрият с глазура от всички страни. След това отново прибирате домашните бонбони на студено в хладилника и съхранявате там до момента, в който ги сервирате."
        }
    }
]