[
    {
        "id": 1,
        "title": "Бързи спагети със зеленчуци - стъклени нудли в азиатски стил",
        "image": "https://www.supichka.com/files/images/3332/fit_1400_933.jpg",
        "cookTime": "5 мин",
        "category":"lean-meals-recipies",
        "products": [
            {"id": "1", "name": "стъклени нудли", "quantity": "100 грама"},
            {"id": "2", "name": "целина", "quantity": "1 стрък"},
            {"id": "3", "name": "пресен чесън", "quantity": "1 стрък"},
            {"id": "4", "name": "кокосово масло", "quantity": "2 супени лъжици"},
            {"id": "5", "name": "лимон", "quantity": "1/4 брой"},
            {"id": "6", "name": "моркови", "quantity": "1 брой"},
            {"id": "7", "name": "тиквички", "quantity": "1/4 брой"},
            {"id": "8", "name": "соев сос", "quantity": "4 супени лъжици"},
            {"id": "9", "name": "сусам", "quantity": "1 супена лъжица"}
        ],
        "recipies": {
            "introduction": "Дай ми 10 минути и ще имаме вечеря! Почти вълшебна рецепта е рецептата за бързи спагети със зеленчуци. А каква е причината рецептата за нудли да е толкова бърза? Просто те самите се приготвят за нула време! Заливаш с вряща вода и след има-няма 5 минути спагетите са готови за овкусяване. Изключително леки, стъклените нудълс са чудесна идея за лека вечеря, която е в синхрон с нискокалоричното хранене и веган начина на живот.",
            "step1": "Първата стъпка от рецептата за бързи спагети със зеленчуци е приготвянето на спагетите. Перлените нудли нямат нужда от варене - заливате ги с вряща вода и ги оставяте за няколко минути.",
            "step2": "Междувременно приготвяте зеленчуците. Почиствате морковите и тиквичката и ги нарязвате на тънки ленти, а още по-лесно е да ги настържете на едро ренде. Нарязвате на тънки ленти и стръкът целина, почиствате и нарязвате на ивици и чесъна.",
            "step3": "Отцеждате спагетите от водата, след като са станали перлени. Добавяте соевия сос и кокосовото масло и ги разбърквате добре, за да се овкусят. Накрая добавяте зеленчуците и разбърквате много старателно. Преди сервиране разпределяте в купички, поръсвате със сусама и добавяте по резен лимон."
        }
    },
    {
        "id": 2,
        "title": "Пълнени чушки със сирене и яйца на фурна",
        "image": "https://www.supichka.com/files/images/3257/fit_1400_933.jpg",
        "cookTime": "60 мин",
        "category":"lean-meals-recipies",
        "products": [
            {"id": "1", "name": "чушка/пиперка", "quantity": "10 броя"},
            {"id": "2", "name": "яйца", "quantity": "3 броя"},
            {"id": "3", "name": "копър", "quantity": "1/2 връзка"},
            {"id": "4", "name": "краве масло", "quantity": "1 супена лъжица"},
            {"id": "5", "name": "сирене", "quantity": "300 грама"},
            {"id": "6", "name": "чесън", "quantity": "2 скилидки"},
            {"id": "7", "name": "магданоз", "quantity": "1/2 връзка"}
        ],
        "recipies": {
            "introduction": "Пълнените чушки са поредната глава от домашната кухня, глава която е богата, разнообразна и вкусна. Пълнени чушки с кайма и ориз, постни пълнени чушки с ориз, постни пълнени чушки с боб, чушки бюрек, а дори и модерните пълнени чушки с киноа носят вкусно лятно разнообразие. Рецептата за пълнените чушки със сирене и яйца на фурна са още едно много лесно и вкусно решение за лятното меню.",
            "step1": "Първата стъпка от рецептата за пълнени чушки със сирене и яйца и подготовката на чушките. Избирате по-малки чушки, измивате ги и ги почиствате от семената. Разбивате яйца, добавяте натрошеното сирене, нарязаните на ситно магданоз и копър, както и счукания чесън. Разбъркайте добре.",
            "step2": "Във всяка чушка слагате по малко краве масло, след което ги пълните с подготвената смес. Не препълвайте чушките, за да не прелеят при печене. Намажете малка тава с мазнина и наредете пълните чушки, като не е добре да са легнали, а изправени или полуизправени, за да не се разлива сместа.",
            "step3": "Печете в предварително загрята на 160-170 градуса фурна за около 30 минути, докато чушките са напълно готови."
        }
    },
    {
        "id": 3,
        "title": "Филе от сьомга със соев сос и джинджифил на фурна",
        "image": "https://www.supichka.com/files/images/3211/fit_1400_933.jpg",
        "cookTime": "30 мин",
        "category":"lean-meals-recipies",
        "products": [
            {"id": "1", "name": "сьомга", "quantity": "700 грама"},
            {"id": "2", "name": "кафява захар", "quantity": "4 супени лъжици"},
            {"id": "3", "name": "чесън", "quantity": "3 скилидки"},
            {"id": "4", "name": "сусам", "quantity": "1 супена лъжица"},
            {"id": "5", "name": "соев сос", "quantity": "1/3 чаена чаша"},
            {"id": "6", "name": "зехтин", "quantity": "2 супени лъжици"},
            {"id": "7", "name": "джинджифил", "quantity": "1 супена лъжица"}
        ],
        "recipies": {
            "introduction": "До преди 5-10 години сьомгата беше почти непозната в България. Тази лесна за приготвяне вкусна риба, обаче бързо и много лесно си проправи път на българската трапеза. Колкото вкусна, толкова и полезна,сьомгата е чудесна идея за трапезата на Никулден, а и за всеки друг ден в годината. Рецептата за филе от сьомга със соев сос и джинджифил на фурна е една много лесна и сполучлива идея, как да приготвим сьомга, да спестим време в кухнята, а впечатлим всички с готовото ястие.",
            "step1": "Първата стъпка от рецептата за филе от сьомга със соев сос и джинджифил е изборът на рибата. Избирате хубава голямо филе риба, до около 1 кг. Най-добре е да ползвате охладена риба. В купичка изсипвате соевият сос Понзу на Kikkoman, който има свеж цитрусов вкус и аромат, които изключително много подхождат на рибата. Добавяте захарта и разбърквате добре. Към сместа добавяте счуканите скилидки чесън и настъргания джинджифил. ",
            "step2": "В голяма купа или пък в найлонов плик поставяте филето риба и изсипвате така приготвения сос. Оставяте рибата да престои минимум два часа, за да се овкуси добре.",
            "step3": "Загрявате фурната на 180 градуса. В тава за печене поставяте хартия за печене, а върху нея - рибата. Върху филето добавяте и соса равномерно. Печете за около 20 минути."
        }
    }
]