import React, { useEffect } from "react";
import styles from './Cookies.module.css';

export const Cookies = ({ showNavigationAndFooter }) => {

    useEffect(() => {
        showNavigationAndFooter();
    }, [showNavigationAndFooter]);

    return (

        <div className={styles.cookies}>
            <div className={styles.container}>
                <h3>Бисквитки / Cookies</h3>

                <div className={styles['first-section-cookie']}>
                    <h6>ЗАЩО ИЗПОЛЗВАМЕ БИСКВИТКИ?</h6>
                    <p>Какво са "бисквитките"?</p>
                    <p>Бисквитките са малки парчета информация, които сайтовете запазват в паметта на твоя компютър
                        (или
                        смартфон, таблет) или на хард диска.
                    </p>
                    <p>Бисквитки могат да бъдат създадени при посещение на сайт, който ги използва, като в повечето
                        случаи се пази безвредна и анонимна информация, която е необходима на сайта, за да бъде
                        предоставено по-добро обслужване и за да са възможни определени функционалности на сайта.
                    </p>
                    <p>За повече информация относно това какво представляват бисквитките, как можете да ги
                        деактивирате
                        и изтриете, посетете <a href="https://www.aboutcookies.org/">www.aboutcookies.org</a>
                    </p>
                </div>

                <div className={styles['second-section-cookie']}>
                    <p>Защо VANIMI използва бисквитки?</p>
                    <p>Обикновено бисквитките са необходими, за да се събере статистическа информация или за да се
                        предостави дадена функционалност на потребителите на сайта.
                    </p>
                    <p>Ние използваме бисквитки от една страна, за да можем след логин в сайта, да знаем, че си
                        логнат и да не те питаме за потребител и парола на всяка отделна страница, а от друга
                        страна, за да събираме информация за броя посетители на сайта и това какво съдържание
                        използват.
                    </p>
                    <p>Важно е да отбележим, че бисквитките, които ние използваме, съдържат само анонимна информация
                        с цел подобряване на потребителското обслужване и на услугите ни. Не съдържат лична
                        информация.
                    </p>
                </div>

            </div>
        </div>
    )
}